{"origin_pdf_path": "https://core.ac.uk/download/pdf/197874523.pdf", "text_in_pdf": "Sveučilište J.J. Strossmayera u Osijeku  \n\nFilozofski fakultet  \n\nDiplomski studij engleskog i njemačkog jezika i književnosti  \n\nSven Tintor  \n\nToponyms as Evidence of Linguistic Influence on the British Isles  \n\nDiplomski rad  \n\nDoc. dr. sc. Tanja Gradečak Erdeljić  \n\nOsijek, 2011  \n\nAbstract  \n\nThis diploma paper deals with toponyms, also referred to as place names, which can be found on the British Isles as evidence of different linguistic influences that shaped the English language. The aim of this paper is to give a brief overview of naming patterns and affixes that were used in the processes of naming. The toponyms are presented in five groups that are arranged in a chronological order as the settlements on the Isles occurred. Before the groups are discussed, a short overview of a theoretical part concerning toponymy is provided. The first group consists of Celtic settlers, followed by the Roman invasion, the conceiving of the Old English by the AngloSaxons, Viking raids and conquering, and the last group being the Normans. A short overview of the peoples’ settlement or colonization is given for every group, as well as place names and their influence on the English language. The last part of this paper consists of an overview of place names in Wales, Ireland and Scotland.  \n\nKey words: toponyms, place names, Celts, Romans, Anglo-Saxons, Scandinavians, Normans  \n\nContents   \n1. Introduction .   \n2. Toponymy .... 6   \n2.1. Habitation and feature names .   \n2.1.1. Habitation names .   \n2.1.2. Feature names .....   \n2.2. Toponymic processes ..... . 8   \n3. Foreign influence on English 10   \n3.1. The Celts ..... . 10   \n3.1.1. Celtic place names .. . 12   \n3.1.1.1. Celtic place names: regions and counties . . 13   \n3.1.1.2. Celtic place names: towns .... 13   \n3.1.1.3. The prefix tre- . . 14   \n3.1.1.4. Celtic feature names .. . 14   \n3.2. The Romans . 15   \n3.2.1. Roman place names .. 16   \n3.2.2. Latin influence on English . . 18   \n3.3. The Anglo-Saxons . . 20   \n3.3.1. Anglo-Saxon place names ... . 22   \n3.3.1.1. The suffix –ingas .... . 22   \n3.3.1.2. The suffixes –ham and –hamm ... . 23   \n3.3.1.3. The suffixes –ingham, -hām-stede, -hām–tūn, -tūn . . 24   \n3.3.1.4. The suffix -tun ... . 25   \n3.3.1.5. The suffix -ford .. 27   \n3.3.1.6. The suffix -wîc .. . 27   \n3.3.2. Characteristics of Old English . . 29   \n3.4. The Vikings . 30   \n3.4.1. Viking place names . 31   \n3.4.1.1. The Suffix –by .. 32   \n3.4.1.2. The suffix –thorpe . 32   \n3.4.2. Influence of Scandinavian on English . 35   \n3.5. The Normans 36   \n3.5.1. Norman place names .. 37   \n3.5.2. Influences of the Normans . 37   \n4. Place names in Ireland, Scotland and Wales . 39   \n4.1. Place names in Ireland . 39   \n4.2. Place names in Scotland 39   \n4.3. Place names in Wales . 40   \n5. Conclusion . 41   \n6. List of figures and tables . 42   \n6.1. List of figures. 42   \n6.2. List of tables . 42   \n7. Works Cited . 43  \n\n1. Introduction  \n\nThe main task of this diploma paper is to give a brief overview of toponyms (place names) found on the British Isles. Toponyms can be considered as markers of different influences that were brought by different settlers or conquerors onto the British Isles, which ultimately shaped the English language. By knowing the origins of various toponyms, changes that occurred in a language become much clearer because we learn what or who may have caused a certain linguistic phenomenon. The first section of this paper is a short theoretical part on toponymy. The main source for place names was the book by John Field Discovering Place-names (1994).  \n\nThe history of the British people is reflected in the toponyms of the land. The oldest place names originate from the period of Celtic settlers, which is the first group that is described in this paper. Celtic languages left very little behind in the sense of linguistic influence, except for a number of place names.  \n\nAfter the settlement of the Celtic people, the Romans came to expand their Empire. They used Latin language, which did not influence the language dramatically in their time, but throughout the next ten centuries many words will be borrowed from Latin. Place name elements the Romans left behind were used to mark former Roman towns.  \n\nEnglish language belongs to the Germanic family of languages because of the Germanic tribes that came onto the Isles. They were the Jutes (from Jutland in Denmark), the Saxons (northern Germany) and the Angles (the province Angeln in Schleswig). (Maček, 2007: 4) During the Anglo-Saxon settlement, Old English was formed and with the development of a new language numerous place names emerged.  \n\nThe Scandinavians were the next people to influence the English language, which is also visible from the large number of place names where they settled. The area in which they settled was called the Danelaw.  \n\nOld English developed into Middle English during the colonization by the people that came next on the Isles, the French speaking Normans. The last part of the paper is an overview of place names in Wales, Ireland and Scotland.\n\nAfter the Romans left, the Romano-Britons requested help from the Angles. About these events we learn from the historian Venerable Bede in his History of the English Church and People.  \n\n  \nFigure 2. Roman Britain. Source: Treasure-Seekers. Web.  \n\n3.2.1. Roman place names  \n\nThe Romans did not influence the English language extensively, nor did they leave behind a notable amount of place names except towns that were founded during their rule (London, Manchester, York). Their legacy mainly consists of a network of roads, fortifications (Hadrian’s Wall in northern England), and some forms of sanitation and sewage systems. The endings – chester, -caster, -cester which stem from the Latin word castrum, meaning ‘military camp’ (Colchester), and the ending –coln which stems from the Latin word colonia, meaning ‘settlement’ (Lincoln) were added to already existing Celtic place names. Although these endings were not used by the Romans for naming purposes, except for one place in Cumberland (Castra Exploatorum, ‘camp or fort of the scouts’), it was used by the Anglo-Saxons to mark former Roman towns.  \n\nThe majority of place names fits the pattern of the Celtic root with an ending that denotes it was a former Roman town which is seen in the examples given by Fields (1994: 11-12), e.g. Gloucester (Glevum, ‘bright place’), Brancaster (Branodunum, ‘fort of the crow’), Manchester (Mamucio,  ‘breast-shaped  hill’),  Doncaster  (Danum,  ‘fast-flowin  river’),  Dorchester (Durnovaria, ‘pebbly place’). In some place names their first part contains the name of a tribe, e.g. Lanchester (Longovicium, ‘place of the Longovices’, ‘‘shipfighters’’), Worcester (Wigora) and Leicester (Ligora). Some place names with the ending –caester have an obscure element venta that is often interpreted as ‘market’, but that meaning is uncertain. Some examples of the element venta being used in place names are Winchester (Venta Belgarum), Caister St Edmunds (Venta Icenorum) and Caerwent (Venta Silurum). To think that all places that end in –ceaster have been former Roman towns can be misleading, e.g. Grantchester (‘settlers on the Granta’).  \n\nTable 5. Brief overview of Roman place name elements. Source: Sharples (2010)   \n\nplace name elementmeaningexample-ceaster (-chester, -caster)a Roman station walled town in Old EnglishManchester, Winchester and Cirencestercolonia (-coln)a settlementLincolnpons- (pont-)a bridgePontefractportus (-port)a harbourPortsmouth-strata (Strat-, -street)a Roman roadChester-Le-Street  \n\nThe influence of Latin on English may be divided into three periods, namely (1) the period of continental borrowing, (2) the period of Celtic transmission and (3) the period of Christianizing of Britain (as shown in table 6.). The first period lasted from first to fifth century AD, the second period ended with the Roman occupation and the third period lasted from the seventh to the tenth century AD.  \n\nTable 6. Latin influence on English. Source: Duncan. Web.   \n\nPeriod The period of continental borrowingVocabulary(first - fifth century AD)Militarycamp (Lat. campus)“battle', pil (Lat. pilum）‘javelin',straet (Lat. strata) “road', mil (Lat. milia)“mileTradeceap (Lat. caupo) ‘bargain',pund (Lat. pondo) ‘pound', win (Lat. vinum) “wine', mynet (Lat. moneta) 'mint, coin'Domestic lifecuppe (Lat. cuppa) cup, disc (Lat. discus)‘dish', pyle (Lat. pulvinus) ‘pillow'， cycene (Lat.coquina) “kitchen', linen (Lat. linum) “linen',Foodgimm (Lat. gemma) ^gem' ciese (Lat. caseus)‘cheese', butere (Lat. butyrum) “butter', pipor (Lat. piper)‘pepper', senep (Lat. sinapi) ‘mustard', circes  (Lat. cerasus)Other'cherry' mul ‘mule',pipe ‘pipe',cirice 'church'The period of Celtic transmission (during Roman occupation)Elementsof place namesceaster (Lat. castra ‘walled encampment'), e.g. l Dorchester, Winchester; wic(Lat. vicum) 'village', e.g. Greenwich  \n\nThe period of Christianization (seventh - tenth century AD)Religionabbot, alms, altar, angel, anthem, candle, collect，  creed, deacon, demon, disciple, hymn, martyr, mass, nun, offer, organ, palm, pope, priest,Domestic lifeprime, prophet, psalm, relic, rule, Sabbath, temple, tunic cap, sock, silk, purple, chest, sackFoodslentil, pear, oyster, lobster, mussel, milletPlantscoriander, cucumber, fennel, ginger, periwinkle, pine, aloes, balsam, cedar, cypress, fig, savory, plantEducationschool, master, Latin, verse, meter, circe， history, paper, title, grammatical, accent, briefOtherfever, cancer, paralysis, plaster, place, sponge, elephant, scorpion, camel, tiger, giant, talent  \n\n3.3. The Anglo-Saxons  \n\nAfter the Romans completely left Britain to defend Rome, they left the Romano-British people defenseless. The Romano-British leader Vortigern invited the Angles brothers Hengist and Horsa to help defend the country. But the Angles saw Britain as it was – defenseless and an opportunity for settlement. The Germanic tribes took advantage of the current situation on the isles and the process of colonization began. As it is already mentioned, Germanic tribes (Angles, Saxons and Jutes) came from the north of Europe, the Picts and Scots were battling in the north of the land, and the Britons had to migrate westwards to Wales and Cornwall. At the battle of Baddon Hill the Britons succeeded in stopping the advance of the Germanic conquerors, and were the separated by an earthwork barrier, known as Offa’s Dike (Welsh, Clawdd Offa). (Maček, 2007: 4) The Saxons settled in the south and southwest of the island (Sussex, Wessex), the Angles settled up the river Thames and formed the Mercian kingdom, the Jutes settled in Kent and the Isle of Wight. Around AD 600, there were five main kingdoms on the English territory; Northumbria, Mercia, Wessex, Kent and Anglia.  \n\n  \nFigure 3. Anglo-Saxon Homelands and Settlements. Source: An Online Encyclopedia of British History.\n\nthe Welsh language, Breton is spoken in Brittany and recently Cornish and Manx are in the process of revitalization because they have died out. (Steinberg, 2001). Strang (1970: 405) states in her categorization of Indo-European languages that Celtic is a close relative to the Italic and further divides the Celtic languages on Continental and Insular:  \n\n-“Particularly close to the Italic is the Celtic, dividing into Continental, represented by Gaulish, which died out in the 6c A.D. (i.e., gave way to the descendant of Latin), and Insular, of the Cumbric (Cornish, Welsh, Breton) and Goidelic (Irish, Gaelic, Manx) branches”.  \n\nTable 2. The Celtic family. Source: Steinberg (2001: 392)   \n\nInsularContinentalBrythonicGoidelicWelshIrish (= Irish Gaelic)Gaulish (extinct)BretonScots Gaelic(Cornish)(Manx)  \n\nThese languages are spoken very rarely and are at the brink of extinction because English has imposed itself as the official language. Numerous family names in Britain are also of Celtic origin. “Many family names in Britain are Celtic, such as Lloyd, Owen, McMillan, McIntosh, O’Connor, Kennedy, and so are the first names, Fiona, Gwendolyn, Eileen, Kenneth, Brian, Ian, and many others” (Maček, 2007: 3). Many place names have their roots in the Celtic language as well. When discussing the Celts it should be clear that they were not a unified folk but many different tribes, as can be seen from their various place names.  \n\nTable 3. The Names of the Celtic nations (and related terms) in the various surviving Celtic languages. Source: Celtic nations. Wikipedia  \n\nIrishScottishManx (Gaelg)Welsh (Cymraeg)Cornish (Kernowek)Breton (Brezhoneg)(English) Ireland(Gaeilge) Eire(Gaidhlig) EirinnNerinIwerddonIwerdhonIwerzhonScotlandAlbainAlbaNalbinyr AlbanAlbanAlban/SkosMann Isle ofManainn OileanManainn EileanMannin EllanManaw YnysManow EnysManav Enez VanavMan WalesMhanann an BhreatainMhanainn a' ChuimrighVannin BretynManaw CymruVanow KembraKembreCornwallBheag an Chorna' Chorny ChornCernywKernowKernevBrittanyan Bhriotaina'Bhreatainn Bheagy VritaanLlydawBreten VianBreizhGreat Britainan Bhreatain MhorBreatainn MhorBretyn VooarPrydain FawrBreten VeurBreizh VeurCeltic nationsnaisiuin Cheilteachanaiseanan Ceilteachashoonyn Celtiaghgwledydd Celtaiddbroyow Keltekbroiou KeltiekCeltic languagesteangacha Ceilteachacanain/teang an Cheilteachchengaghy n Celtiaghieithoedd Celtaiddyethow Keltekyezhou Keltiek  \n\n3.1.1. Celtic place names  \n\nThe Celtic languages had little impact on the English language itself, because Old English came into existence with the Anglo-Saxons. However, numerous Celtic place names and place name elements can be found on the British Isles. “The major impact of the Celtic language on English has been through the names of places and rivers.”  (Blake, 1996: 55) Few English borrowings are actually Celtic (e.g. bannoc ‘a piece of a cake or loaf’, dunn ‘grey, dun’, brocc ‘badger’). Place name elements have been often used as common words, such as torr ‘rocky peak’, cumb ‘valley’, funta ‘fountain’,  carr ‘rock’, lūh ‘lake’. (Strang, 1970: 391)  \n\n3.1.1.1. Celtic place names: regions and counties  \n\nSome regions and counties were already named before the settlement of the Romans. Fields (1994: 7-8) exemples include: Kantion which was the ancient name of Kent and it has the meaning ‘land on the rim or edge’. Devon and Cornwall have been named after tribes. Devon was named after the Dumnonii, they are known to the Saxons as Deofnas, which means something like ‘deep ones’, because they were known for mining tin. Cornwall comes from the tribe Cornovii (‘promontory folk’) and to that base the Old English word wealas (‘(Celticspeaking) foreigners’) was added. The names of the Northumbrian kingdoms are further examples of Celtic place names, such as Deira (Welsh deifr, ‘waters’) and Bernicia (from the tribal name Brigantes). Cumbria includes Cumberland which means ‘land of the Cymry’, and Cymry were Celtic people that inhabited north-west England.  \n\n3.1.1.2. Celtic place names: towns  \n\nBesides counties and regions with elements of Celtic origin in their names, there are also numerous towns, street names, markets etc. with such elements in their names. Towns like Bodmin has the meaning ‘dwelling of the sanctuary’, Penzance ‘holy headland’, Mevagissy ‘(church of) St Mew and St Ida’. Sometimes names were given in dedication of a Saint, e.g. dedication to St. Peran, Perranporth is ‘St Peran’s port’, Perranarworthal means ‘St Perran in the marsh’, Perranzabuloue ‘St Perran in the sand’ (here the affix is the Latin in sabulo). The Celtic term for ‘court, chief residence’ can be found in the following toponyms; Liskeard ‘court of Carud’ which is similar to Liscard (the second element is the Old Welsh word carrec ‘rock’), Liss ‘high court’, Lizard ‘high stronghold’ and Lesnewth ‘new hall’. Not only towns in England, but also towns in Wales, Scotland and Ireland have at least one Celtic element, e.g. Cardiff (‘fort on the river’), Aberysthwith (‘mouth of the river Ysthwith’), Llanddeilo (‘St Teilo’), Aberdeen (‘river mouth’), Glasgow (‘green hollow’), Inverness (‘mouth of the Ness’), Belfast (‘ford at the sandbank’), Tyrone (‘land of Owen’), Limerick (‘barren spot’) etc. (Maček, 2007: 3) The various different linguistic influences in a particular geographical area may be seen by tracing the development of a certain place name. This is visible in the next example.  \n\n“The origin of York is much more ancient; the Celtic name, Eburacum, possibly meaning ‘yew grove’, was adapted by Anglian settlers to Eoforwic, an intelligible Old English term meaning ‘boar farm’; in due course Scandinavians further modified the English name to Jórvik. By the thirteenth century the last form had become Yeork and soon developed into the name as we now have it. This Celtic name is outstanding in the way its formation concisely records the history of early England.” (Field, 1994: 9)  \n\n3.1.1.3. The prefix tre  \n\nThe prefix tre- has the meaning ‘farm, village’, it is derived from the Welsh tref, tre which is related to the Cornish trev. Some affixes are regionally bound, which is not the case with the prefix tre-. Treales in Lancashire and Treflys in Gwynedd mean ‘homestead of the court’. Tremaine in Cornwall, Tremain in Dyfed and Triermain in Cumbria have the meaning ‘farm of the  stone’.  Other  examples  are  Trematon  (has  the  Old  English  suffix  –tūn),  Tregony, Tregavethan, Trehawke, Trehunsey, Trekinnard, Treneglos ‘village with the church’, Tranent ‘village of the streams’, Trenowth ‘new farm’. Altough tre- has mostly the meaning ‘farm, village’, it can be misleading, e.g Truro its first element is not tre- but the Cornish tri ‘three’, another example is Trelleck ‘three stones’. (Field, 1994: 13)  \n\n3.1.1.4. Celtic feature names  \n\nMany feature names have a Celtic origin. (Field, 1994: 50) A lot of rivers have simply the meaning ‘water or stream’, e.g. like Avon, Esk, Usk, Wiske, Exe, Axe, Dore, Wear, Ouse, Wey, Derwent (clear water). Many hills in England also have a Celtic origin, e.g. Malvern means ‘bare hill’, Bredon ‘hill’. An interesting name is Pendle Hill, it comes from the Celtic word penno which means ‘summit’, the Old English word hyll was added to the Celtic word, they added up the name Pendle and after the meaning of both elements was lost yet another hill was added resulting in Pendle Hill. Another word for mountain is found in Mynde, Longmynd and Mendip. Chiltren Hills Celtic origin means ‘high places’.  \n\nTable 4. Brief overview of Celtic place name elements. Source: Sharples (2010)  \n\nplace name elementmeaningexampleaber-mouth of a riverAberdovey, Aberdourbaile-farmsteadBallygomartinbeinn (ben)hillBen Nevis, Bengorecair-fortified townCarlislepenn-hill or hill topPenrhyn, Penntre- (tref- in Welsh)farm, villageTremaine, Tregaron  \n\n3.2. The Romans  \n\nThe Romans first tried to invade Britain under the commandment of Julius Caesar in 55 and 54 BC. It was more of a reconnaissance mission then a full out invasion. The invasion on Britain did not take place for another century. In AD 43 Emperor Claudius started the real invasion and conquered the Celtic Britain. The 40,000 Romans under the command of Aulus Plautius started the invasion from Kent. Aulus Plautius became the first governor of the British province. Some historians claim that London was founded in that time, although its history is somewhat vague. (United Kingdom, Encyclopaedia Britannica)  \n\n“The meaning of the name of London, Londinium in the Latin records, is as obscure as the origins of the settlement, which may well have been pre-Celtic.” (Field, 1994: 10)  \n\n“London chief city and capital of England, L. Londinium (c.115), often explained as ‘place belonging to a man named Londinos’, a supposed Celtic personal name meaning ‘the wild one’, but this etymology is rejected in an emphatic footnote in Jackson 1953 (p. 308), and we have as yet nothing to put in its place“ (London, Online etymology dictionary)  \n\nThe invasion ended in AD 84 at Moray Firth in Scotland. The Roman rule lasted for the next three centuries until they had to retreat back to Rome and defend against Germanic hordes. At that time the Saxons had already been raiding and plundering the east coast of Roman Britain. The Romans appointed a military commander to organize their defenses, whose name was, in Latin, “Comes litoris Saxonict, meaning ‘Count of the Saxon Shore’.” (Freeborne, 1992: 7)\n\n2. Toponymy  \n\nThe term toponymy comes from the Greek words topos (‘place‘) and onoma (‘name’). Toponymy is a study of place names, their origins, meanings and use of toponyms (place names), which dates from the $19^{\\mathrm{th}}$ century. By using particular lexemes in place names we are able to identify, denote or indicate different geographical terms such as towns, rivers or mountains as well as their different features. Toponyms are usually divided into two categories: habitation names and feature names. Habitation names, as the term suggests, consist of geographical terms denoting various places inhabited by people, such as villages, towns and homesteads. Habitation names date usually from the settlements’ inception. On the other hand, feature names refer to natural or physical features of various landscapes. Feature names are divided into hydronyms (water features), oronyms (relief features) and places of natural vegetation growth (meadows, glades, groves). The linguistic aspect and aim of toponymy is not only to track the various influences of different cultures on a language but also to understand the evolution (etymology) of place names and the reason why a place bears a certain name. (Toponymy, Encyclopaedia Britannica)  \n\nIt is in the human nature to be curious and to have the desire to understand their environment. This curiosity  also includes the desire to understand the meaning of names. However, understanding a name is not always as simple as to look up the explanation in a dictionary. For example, the separate parts of the names Bloomsbury and Blindcrake are explained in dictionaries, but the names have nothing to do with them. Bloomsbury has nothing to do with flowers or burying, it is connected to the original meaning of the place name suffix -bury which stems from the Old English word burh ('fortification, fortified place') and early versions of Bloomsbury indicate that it was an estate held by the de Blemund family. More examples of adding a suffix to a family name:  \n\nBassetbury Basset (family name) $^+$ -bury   \nJeningsbury Juvenal (family name) $^+$ -bury   \nMascallsbury Marescal (family name) $^+$ -bury  (Cameron, 1961:114)  \n\nVarious processes can be encountered in the search for meanings of a certain place name. For example, place names on the British Isles can be compounds consisting of elements from more than one language. Blencogo is one of many place name compounds that have elements from two languages. The Norse lexeme haugr (‘mound’) was added to the Celtic base Belcog (‘cuckoo hill’) by people who did not comprehend that hill was already imbedded in the original name. Another example of multiple language compounds is the already mentioned Blindcrake. The first part has the same meaning as in Blencogo, meaning ‘hill’ or ‘summit’, and the second part comes from the Old Welsh word creic (‘crag’, ‘rock’), thus Blindcrake means ‘rocky summit’. (Fields, 1994: 5) However, not all meanings of place names are complex in meaning; there are simple ones, the explanation of which can be found in dictionaries. Examples given by Fields (1994:6) include that the meanings of Southend, Northwood, Highbridge, Newcastle and Whiteparish can be explained by simply looking at the elements contained in these names. More examples of direct meaning in place names are also Mudford which means ‘muddy ford’ and Sandford which means ‘sandy ford’. Saltford was not named because of the salinity of the water or the nature of the soil but because salt was carried across it.  \n\n2.1. Habitation and feature names  \n\n2.1.1. Habitation names  \n\nAs it is mentioned earlier, habitation names contain elements like ‘farm’, ‘homestead’, and ‘enclosure’. As settlements grew larger those elements also included ‘village’ or ‘town’.  Rye (web: www.englishplacenames.co.uk) mentions some of the common suffixes in habitation names, such as -ham, -tun, -by, -thorp. The suffix -ham means ‘homestead’, the suffix -tun means ‘enclosure’ or even ‘fence’, later it extended its meaning to ‘an enclosure round a homestead’, a ‘farm’ and then ‘village’. The suffix -by means ‘homestead’ or ‘farmstead’ and the suffix -thorp usually has the meaning of ‘a secondary or outlying farm attached to some other settlement’. Usually names that contain such suffixes have the meaning ‘some form of habitation’. These suffixes will be further discussed in the following chapters.  \n\n“Giselham Gysela $^+$ -ham Gysela’s homestead Stanton stan + -tun Stony farmstead Colby Koli + -by Koli’s farmstead Westhorpe vestr $^+$ -thorp Westerly outlying farmstead”  \n\n2.1.2. Feature names  \n\nUnlike habitation names which indicate that the place is a form of settlement, feature names provide information about the natural features. The reference in feature names extends from a wide variety of flora (alder trees, ash trees, oak trees, beans, corn field, rye, willows etc.) and fauna (horses, wild cats, swans, stags, owls, cuckoos etc.). Included in the nature features are also a wide selection of references to streams, fords, mounds, hills, valleys, ridges, meadows, woods, clearings, marshes, and islands. Nowadays the original fauna has vanished, the traditional farming system has changed, woods have been cleared, marshes drained, in summary, the natural world has undergone a series of changes. What may have been completely logical and selfevident for the original settlers may come across as confusing nowadays.  (Rye, web: www.englishplacenames.co.uk)  \n\n“Ousden uf $^+$ denu Owls’ valley Cromer crawe $^+$ mere Crows’ pond Bramford brom $^+$ ford Broom ford Thorndon thorn $^+$ dun Thorn-tree hill”  \n\n2.2. Toponymic processes  \n\nPlace names undergo changes over time, because a different folk inhabited a certain area or the original flora and fauna has completely changed. Therefore the original meaning of a place name can be completely lost over time. These processes include: abbreviation, adding, backformation, conflation, convergence, replacement of the parent language, evolution of the parent language.  \n\nTable 1. Toponymic processes. Source: Place name origins, Wikipeda   \n\nToponymic processDefinitionExampleAbbreviationused to simplify the pronunciation of a place nameCantwaraburh to Canterbury; Dornwaracaster toDorchesterAddition   of  place   names elementsthis process usually occurs to make a distinction between similar or same place namesBurnhamand Burnham-on- pasBackformation\"a word formed by subtraction of a real or supposed affix from an already existing longer word (e.g. burgle from burglar)\"' (Backformation, Merriam-webster)the river Roch was named after the town through which it runs, namely Rochdale  \n\nConflationswitch in meaning of place name elementsOld English roots don (hill') and den ('valley') got conflated in place names: Willesden ('stream hill'), Croydon ('crocus valley’)Convergence Loss of  meaning due  toshift of place name element phonemes   toward more common elementsAbingdon (Aebbeduna, Aebbe's hill), the suffix -ing/- ingas (the people of)change of language on an areain the process of colonization or settlement it often occurs that a language is replaced, that results in a complete change or a slight alternation of a place nameCeltic Eburacum → Anglian Eoforwic→ Scandinavian Jorvik —→ Modern English YorkLoss of  meaning due to evolution languagewhen a meaning of a place of  the  parent |name loses its meaning in the current language, the place name shows a tendency to change formMaethelac(OE　maethel ‘moot',OEac‘oak'）lost meaning and changed into the place name we have today Matlock  \n\n3. Foreign influence on English  \n\n3.1. The Celts  \n\n  \n\nFigure 1. Historical Map of Celtic Britain and Northern Gaul – $1^{\\mathrm{st}}$ Century B.C. Source: Emerson Kent. Web.  \n\nThe Celts were a member of the early Indo-European people who spread all over Europe from the $2^{\\mathrm{nd}}$ millennium BC to the $1^{\\mathrm{st}}$ century BC. Evidence of their habitation can be found from the British Isles and northern Spain all the way to the east to Transylvania and the coasts of the Black Sea. (Celt, Encyclopaedia Britannica) There were numerous tribes on the British Isles, of whom today only languages and place names remain. Nowadays the languages survive in the modern Celtic speakers of Ireland (Eire), Scotland (Alba), Wales (Cymru), the Isle of Man (Mannin Ellan Vannin), Brittany (Breizh) and Cornwall (Kernow). Gaelic is spoken in Ireland (western parts of Ireland) and Scotland (northwestern parts of Scotland), Cymraeg is the name of", "files_in_pdf": [{"path": ".pdf_temp/viewrange_chunk_4_16_20_1764856231/images/4zqfez.jpg", "size": 332830}, {"path": ".pdf_temp/viewrange_chunk_4_16_20_1764856231/images/4oe1u2.jpg", "size": 213901}, {"path": ".pdf_temp/viewrange_chunk_4_16_20_1764856231/images/1otkzh.jpg", "size": 287114}, {"path": ".pdf_temp/viewrange_chunk_4_16_20_1764856231/images/49tmy9.jpg", "size": 108375}, {"path": ".pdf_temp/viewrange_chunk_4_16_20_1764856231/images/5gro9x.jpg", "size": 595298}, {"path": ".pdf_temp/viewrange_chunk_3_11_15_1764856231/images/1923wv.jpg", "size": 55281}, {"path": ".pdf_temp/viewrange_chunk_3_11_15_1764856231/images/lcx7mm.jpg", "size": 330360}, {"path": ".pdf_temp/viewrange_chunk_3_11_15_1764856231/images/1hqb1e.jpg", "size": 98351}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1764856232/images/sas6gb.jpg", "size": 213845}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1764856232/images/19ilpe.jpg", "size": 184353}, {"path": ".pdf_temp/viewrange_chunk_2_6_10_1764856232/images/b94sar.jpg", "size": 289692}]}