{"origin_pdf_path": "https://www.lancaster.ac.uk/fass/doc_library/linguistics/leechg/leech_2006.pdf", "text_in_pdf": "1\nThe unique heritage of place- names in North West England \nGeoffrey Leech, Lancaster University, UK \n \n1. Introduction  \n \nThis is not an academic article. I am not a scholar of the history of English. Yet this article deals mainly with developments in the remote history of the English language. \nSo why this article with this title?  When I was invited to contri bute to this volume in \nhonour of Professor Keiko Ikegami, I wanted  to write something with a historical \ntheme, as a fitting tribute. My solution wa s to write on a topic which has interested me \nfor many years: the place-names of the part of English where I live, the North West of \nEngland.  My interest in place-names began earl y as a hobby, and I have been a member \nof the English Place-Name Society for many y ears. Curiously, the first academic ‘job’ \nI ever had was concerned with place-name s. In 1959 I had just finished my final \nexaminations for the B.A. at London Universi ty, and was waiting to  learn the result. I \nundertook some humble unskilled work (all I can remember is writing oddly-spelt \nplace-names on little slips of paper) for the head of my Department, Professor A.H. \nSmith, then probably the leadi ng toponymist in the country.  So it could be said that \nplace-name studies began my academic career . But I have never undertaken serious \nresearch or produced publica tions in the field. This pape r does not contain original \nmaterial, but relies on the work of schol ars most of whom have been well-known \ntoponymists of English, whose work I briefly review below.  \n2. Background: history, geography and scholarship \n\n 2\n For those who are not familiar with No rth-West England, I should explain that \nit is a region extending from the Mersey  – etymologically, the ‘boundary river’ on \nwhich Liverpool stands – along the wester n side of England northwards to the \nScottish border. No part of it is more than 50 or 60 kilometres from the Irish Sea. Today it roughly consists of four areas: the conurbations of Merseyside (including \nLiverpool) and Greater Manche ster, and the two counties of Lancashire and Cumbria. \nIn the south, the areas of Merseyside and Greater Manchester are highly industrialized \nand densely populated. In the north, the count y of Cumbria is spar sely populated, and \ncontains what is commonly considered the mo st beautiful part of England – the Lake \nDistrict, celebrated in English literatu re through the work of such writers as \nWordsworth, Coleridge and Ruskin, not to me ntion the children’s stories of Beatrix \nPotter. [Fig 1: Map with traditional counties] \n[Fig 2: Map with present-day counties] \n When the English Place-Name Society (EPNS) was founded in 1923, the map of North-West England was administratively different from today. Then, the big cities \nof Liverpool and Manchester were parts of Lancashire, the most populous county in \nEngland. Lancashire extended north into the Lake District, and shared the region of \npresent-day Cumbria with the two now- abolished counties of Westmorland and \nCumberland. The EPNS planned its survey of English place-names county by county, \ninevitably using the old county boundaries , which persisted up to 1974. The great \nSwedish toponymist Eilert Ekwall had alre ady undertaken a remarkable pioneering \nwork in 1922 – The Place-Names of Lancashire  (Manchester: the University Press), \nand after more than 80 years th is is still the most author itative survey of that county. \nIncidentally, Lancashire is named after the hi storic city of Lancaster, which gives its \n\n 3\nname to Lancaster University, where I ha ve been a professor for many years. But \nLancaster these days is a relatively unim portant city, and the county administration \nhas moved to the larger city of Preston further south. On the origin of the name \nLancaster , see below. \nAmong the other county volumes later published by the EPNS are the three \nvolumes (vols. XX-XXII) of The Place-Names of Cumberland , by Armstrong et al. \n(1950-52) followed by the two volumes of The Place-Names of Westmorland  (vols. \nXLII, XLIII) by the professor who gave me my ‘job’, A. H. Smith (1964-5). Nobody has yet published the EPNS-aut horized successor to Ekwall’s The Place-Names of \nLancashire , but happily John Insley (of Heidelbe rg University) is now working on it. \nAs the long labours of the EPNS, county by county, have continued, scholarship has \ndeepened and county surveys have become  more detailed and rigorous: whereas \noriginally one volume was found to be sufficient for one county, nowadays it is \nunlikely that a county will be dealt with in less than six volumes. As a sign of the this \n‘inflation’ of scholarship, A. H. Smith, af ter his two volumes for Westmorland, went \non to complete eight volumes for just one part of Yorkshire – the West Riding, which \nin its westerly parts might be considered pa rt of our region. It is  not surprising that, \nover 80 years after its founding, in spite of  the patient dedication of place-name \nscholars, the EPNS has not yet completed its plan of publishing studies of every \ncounty of England. Roughly speaking, it has pub lished one volume of the Survey per \nyear, and volumes LXXXII and LXXXIII are now in production. It has also produced \nmany additional volumes of a more specialized kind.  Apart from the survey volumes of the EPNS, there are many other published \nsources for studying the place-names of Engl and, varying from articles in journals \n(including the EPNS’s own Journal of the English Place-Name Society ) to \n\n 4\ndictionaries, notably Ekwall’s The Concise Oxford Dictionary of English Place-\nNames  (4th edition, 1960) and Victor Watts’s Cambridge Dictionary of English Place-\nNames (2004). One volume very useful for my pr esent purpose has recently appeared: \nDiana Whaley’s A Dictionary of Lake District Place-Names (Nottingham: English \nPlace-Name Society, 2006).  At this point I should briefly explain the fascination, indeed the ‘uniqueness’ \nof the North-West place-name heritage, as announced in my title. The North West is arguably unique in its rich mixture of place -name origins. In most of England, place-\nnames are overwhelmingly inherited from OE or from later periods of English. \nAdmittedly, some parts of England, (especia lly Cornwall) have a large admixture, \neven a predominance, of Celtic names and na me elements. In yet other parts, roughly \ncorresponding to the historical Danelaw in the north and east of England, there is a \nstrong heritage of names and name-elements from Old Norse. However, in the North \nWest, unlike any other part of England, th ere is a remarkable mixture of three \nhistorical place-name stocks: Old Englis h, Old Norse, and Old Welsh or more \nprecisely Cumbric (the language spoken by th e Celts in this region before the arrival \nof the Anglo-Saxons.)\n1 As in other parts of England, th ere is also a small contribution \nof names of Latin/Romance origin: Latin elements such as - caster ‘fort, camp’ (e.g. in  \nLancaster ) inherited from the Roman occupation  of England, and French elements \nsuch as Egremont  (‘pointed hill’) and  the definite article le in Bolton-le-Sands , arising \n                                                 \n1 ‘Unique’ is a hazardous word to use, and I should qualify it here as ‘unique in England ’. The \nthreefold mixture of Celtic, Anglian and Norse name el ements is also found across the Scottish border, \nparticularly in South-West Scotland. Indeed, duri ng the most formative pe riod for place-names (from \nthe 7th to the 11th century) the boundary between England and Scotland was unfixed: most of present-\nday Cumbria was still in Scottish hands in the mid-twelfth century.  \n \n\n 5\nfrom the later Norman invasion. However, for my present purpose interest will be \nfocused be on the three place-name stocks of OE, ON and Old Celtic.)2 \n There remains a large amount of myst ery and uncertainty about many names \nin the North West. The source of this is inde ed partly the mixing of the three different \nlanguage stocks. But another important factor is the general poverty and \nbackwardness of this part of England up to the time of the Industrial Revolution, when \nthe cotton and coal industries transformed the southern part of the region.  The Angles \n(as we should call the more northerly Anglo- Saxon settlers) were late in reaching this \nremote and inhospitable region: coming from  the east and south around the turn of the \nseventh century, they settled rather sparse ly. Then, three centuries after the Anglian \nsettlement came the Vikings or Norsemen, w ho, in spite of their ferocious reputation, \nin some areas of the North West probabl y settled peaceably, taking over virgin land \nthat had previously been uninhabited. Afte r the Norman Conquest, this region partly \nescaped the control of the Normans, a nd William the Conqueror’s Domesday survey, \nin the 1080s, did not penetrate further north than the southern reaches of the present \nLake District. The earliest records of No rth West place-names rarely predate the \nDomesday book, and often even major settleme nt names appear considerably later. \nIndeed, many quite important names of the La ke District today (e specially those of \nmountains or fells) have no records before the late 18th century. The remote and \nundeveloped nature of the North West in  comparison with southern and eastern \ncounties helps to explain the relative povert y of historical records, and consequent \ndoubt about origins.  \n                                                \n \n2 It is also generally held that there are traces of a stratum of name elements older than the Celtic – a \nCommon European stratum, which may be the origin of some of the river names of the North West \nregion, such as Esk. \n \n\n 6\n3.  Celtic, Anglian and Norse name stocks and their subdivisions  \nThe most formative period for North West  English place-names, and the period we \nshall be mostly concerned with here, is the period from c.600 to c.900, subsuming the \nAnglian and Scandinavian settlements. Mo st of the major settlement place-names \nmust be assumed to date from this period, although the first surviv ing records of these \nnames are generally of later date – typically  from the twelfth or thirteenth centuries. \nWe should not assume, however, that nami ng practices stood stil l after that date. \nPlaces (especially minor places) continued to be given new names. It should also be \nremembered that in the northern dialects  of English, words of  Norse origin were \nappropriated, and have continued in us e up to the present day. Examples are beck for a \nbrook, fell for a mountain(-side), tarn for a small lake, kirk for a church and dale for a \nvalley. Hence the presence of a Norse element in a modern place-name has no implication that that name is as  early as the Norse settlements. \n On looking more closely at this combina tion of three name stocks, we find that \nthere is even more of a mixture than has so far been admitted. In fact, each of the \nthree name stocks can be further subdivid ed, so that we need to be aware of six \ndifferent sources of place-name elements:  \nTable 1 \nname stock subdivisions of name stock t ypical locations in North West England \nNorthumbrian dialect North West England generally Old English \n(Anglian) Mercian dialect Some names in Lancashire south of the \nRiver Ribble \nWest Norse (Norwegian) Especially in coastal and upland areas Old Norse \nEast Norse (Danish)  In a small area around Manchester and \n\n 7\npossibly elsewhere \nOld Welsh (Cumbric) Scattered around the region, but \nespecially found in north Cumbria Old Celtic \nOld Gaelic (from Ireland) Especia lly found in north west Cumbria \n \nThe following sections explain and illustrate these sub-divisions.  \n3.1 Two Anglian influences  \nThe largest share of place-names in the Nort h West, as in England in general is from \nOE sources. Thus the Anglian names of Northern England share many linguistic \nelements from OE in general: endings such as –ton (as in Preston ), -ley (as in \nBurnley ), -ham (as in Heysham ), -ford (as in Trafford ) are common in the North West, \nas in the rest of the country. Of greater in terest are elements that are geographically \nlimited by their association with particular dialects. The Northumbrian kings were the \npower behind the earlier Anglian incursions, probably via the Lune valley, and so we \nfind Northumbrian forms of words such as \nbōþl  ‘building’, in contrast to the Mercian \ndialect from bold  ‘building’, where metathesis has not take place. Interestingly, the \nnames Bootle  and Bolton (the latter from earlier Bothlton ) occur in northern part of \nthe region, and also in the southern part near Liverpool and Manchester, suggesting \nthat the Northumbrian dialect penetrated the whole of the North West. On the other \nhand, the Mercian form bold also occurs in a name such as Parbold , south of the \nRiver Ribble, evidence of a later period of  Mercian ascendancy. In fact, the Ribble, \nwhich reaches the sea at Preston in mid-La ncashire, appears to have been a dialect \nboundary of sorts: north of this river, the form – caster  (as in Lancaster , Casterton ) is \n\n 8\nnormal for the modern form of the Latin word castra  (‘a fortified camp’), whereas to \nthe south of it the form underwent palatalization and diphthongization to ceaster as \nfound today, for example, in Manchester  and Ribchester . Thus the area north of the \nRibble shows pure Northumbrian influences, whereas the area between the Ribble and \nthe Mersey shows some mingling of Mercian and Northumbian forms.  \n3.2 Two Norse influences  \nThe Old Norse language of the Viking settle rs, although not so generally prevalent as \nthe Anglian branch of OE, has left a strong mark on place-names throughout the \nNorth West region. To give one example of this: the element – by, of ON origin, vies \nwith the OE – ton as the most general term for a farm stead or settlement. In the valley \nof the River Lune, where I live, alongside the OE – ton in Burton, Caton, Middleton , \netc., occurs the ON – by as in Hornby  and Kirkby (Lonsdale ). The tell-tale ending – by \noccurs widely in the parts of England wher e the Scandinavian settlements occurred in \nthe ninth and tenth centuries. The str uggles between the Anglo-Saxons under King \nAlfred the Great and the Vi king invaders reached a comp romise in the Treaty of \nWedmore (886), where the boundary of the Danelaw, i.e. the area of Danish \nsettlement, was determined. The ON name  elements are scattered, though with \nvarying density, over the Northern and East ern counties of England, yet it should be \nnoted that the settlers in these areas were Danes, speaking a East Norse dialect (OEN). \nIn contrast, the settlers in the North West were mainly of Norwegian stock, speaking \nOld West Norse (OWN). These Vikings had found their way by seaborne conquest \nand settlement southwards down the west coast of Scotland, most of them making \ntheir homes in Ireland and th e Isle of Man before sett ling on the mainland of Great \nBritain.  \n\n 9\nIn many cases the two dialects bequeat hed the same name-elements (such as \nby, kirk, and gate meaning ‘street’), but in other cases  ‘tell-tale’ name elements point \ntowards a West Norse or East Norse origin. Particular elements th at appear to come \nfrom West Norse include scale  (‘hut’), fell (‘mountain, mountainside’), beck (‘stream, \nbrook’), tarn (‘small lake’), gill (‘ravine, mountain stream’), breck  (‘slope’), holm  \n(‘island, or eminence amidst low-lying land’), slack  (‘valley’), thwaite (‘clearing’) \nand wray (‘nook, corner’). Here are some exampl es of names with these endings: \nSeascale  (‘hut by the sea’), Scafell (‘ bald-headed mountain’ the name of the highest \nplace in England), Tarn Hows , Howgill , Norbreck, Applethwaite, Wray . In England, \nthese are more or less peculiar to the North West  region, and attest that the Norse \nsettlers in this region mostly haled fro m West Scandinavia. However, they are \npredominantly names of natural features or of  small settlements, which fits in with the \nsuggestion that many of the Vikings in this area were content to occupy lands thinly \nsettled by the Cumbrians or Angles, and di d not attempt to colonize existing well-\npopulated areas.   The ‘tell-tale’ elements for East Norse origin are infrequent in the North West, although it is quite likely that Danes di d settle in this area. The ending – thorpe  (for a \nsecondary settlement) is common in the Dane law, but the Danelaw scarcely stretched \nto the North West, where – thorpe names are relatively rare ( Milnthorpe  is an \nexample). Another sign of Danish settlement is the spelling hulme , corresponding to \nWest Norse holm . There is a cluster of hulme  names in the Greater Manchester area \n(Cheadle Hulme , Levenshulme, Davyhulme , etc.), suggesting that there may well have \nbeen a colony of Danes in this area on the south-east borders of our region. To \nconfirm this, certain names such a Flixton  and Urmston  in the same area appear to \n\n 10\nhave a Danish personal name as their fi rst element. However, overwhelmingly ON \nplace-names in the North West  point to an OWN origin. \n \n3.3  Two Celtic Influences  \nI have left Celtic influences to the end of this section, af ter dealing with the Germanic \ninfluences of OE and ON. The reason for this  apparently out-of-s equence presentation \nis that the Celtic influences come from tw o different periods in the history of North \nWest names. The first stratum, of course , antedates the Anglian settlement, and goes \nback well before the arrival of the Roman legions in the first century. The indigenous \nCelts of this region, whom we may call ‘C umbrian Britons’, must have kept their \nlanguage and culture going in th is region for a considerable  time after the Germanic \nsettlers had made inroads. The Britons left their mark in a scatter of names across the \nregion, among which are some of the most important. Many of the river names (as \nelsewhere in England) represen t this older stratum of name s, either of Celtic or pre-\nCeltic origin. Celtic river names like Calder, Cocker, Derwent  and Kent  are paralleled \nby similar names elsewhere in England. The River Lune , which (subject to some \npuzzling sound changes) account s for the first part of Lancaster  and Lonsdale , may \nhave a Celtic origin, and one explanation of its meaning is ‘health-giving river’.  \nThe names Cumbria  and Cumberland derive from a word referring to the \nBritish Celts and their land, as in the modern Welsh word Cymru  for Wales.  Some of \nthe cities of the region also have Celtic elements in their names: Carlisle , on the \nScottish border, begins with the Celtic element caer ‘fort’ found in such Welsh names \nas Caernarfon and Carmarthen . Another element common among Welsh and Cornish \nnames is pen (‘end, top, hill’) survives in the Cumbrian town of Penrith , as well as \nsome other names like Pendle (referring to a prominent hill  of East Lancashire) and \n\n 11\nPen-y-Ghent  (another prominent hill, over the bo rder in West Yorkshire). Other \nelements such as cum (modern Welsh cwm, ‘valley’),  glen (‘valley’) and blen \n(modern Welsh blaen , ‘top’) have survived in Cumbrian places such as Cumwhitton , \nGlenridding , Blencathra . It will be noticed that these elements occur at the beginning \nof a name, whereas the typical position of  the Germanic elements previously \nmentioned is at the end of the name. This  difference reflects a basic difference of \nordering: in Celtic names the generic term is typically placed first, before the specific, \nwhereas in Germanic names this order is reversed. \nIt is generally assumed that the Anglo-Saxons, who like English of today \nappear to have been lazy in learning foreign languages,  did not bother to learn the \nlanguage of the Celts. One in teresting piece of evidence for this is that they created \nso-called tautologi cal compounds like Penhill , meaning ‘hill hill’,  not realising that \nthe word pen itself meant ‘hill’ in OW. Penhill , in fact, is an earlier form of the name \nPendle  mentioned above, and to cap it all, the English eventually forgot the origin of \nthe word Pendle , and added another word Hill after it. So the name Pendle Hill used \ntoday means ‘hill hill hill’! \nEvidence of a different sort comes from the name Eccles  (for a town now part \nof Greater Manchester), de rived from the OW noun  egles  (ultimately from Greek \nekklēsia)  for a church. This seems to indicate  that the Anglians who settled in the \nNorth West, although probably not yet Christian themselves, were familiar with the church as a British institution. There ar e also three examples of the name Eccleston  \n(‘settlement with a British church’) in the region. \nThe second stratum of Celtic influen ce came from the Goidelic Celtic (or \nGaelic) of Ireland, also found in the Isle of Man and the western part of Scotland, \nrather than from the Brythonic Celtic of Gr eat Britain. This infl uence penetrated the \n\n 12\nNorth West after many Vikings had settled in Ireland in the ninth century. It is clear, \nfrom linguistic evidence, th at many of the Vikings who came to North West England \nin the early years of the tenth century ha d settled for a considerable time in Ireland, \nand brought with them elements of  the Irish language and culture. \nThe evidence of this Irish influence is of five kinds.  \n(a) The word cross , the Gaelic word for the symbol of Christianity (ultimately from \nLatin crux , was apparently borrowed by Viki ngs in North West England (and \neventually supplanted in standard English the OE term for ‘cross’, rōd, ModE rood ). \nThe names Crosby  and Cros(s)thwaite , clearly of Viking origin , occur a number of \ntimes in the North West.  (b) Celtic saints’ names were used in de dicating Cumbrian churches, and these names \nthen became names of the settlements that grew up around those churches. Bridekirk  \nand Kirkbride  are two villages in north Cumbria,  whose names mean ‘the church of \nSt. Bride or St. Bridget’. Mungrisdale  (‘the pig valley associat ed with St. Mungo’) is \nanother example. Patterdale (‘valley of Patrick’) may have been named after a man \nwhose name was Patrick, rather than from the dedication of its church to the patron \nsaint of Ireland. But the Celtic influence is still seen in the Irish personal name. Notice \nthat apart from imported Irish/Gaelic saint’s names, these place-names are Norse. \n(c) The ON element \nerg (which in modern names is ofte n spelt in bewildering variety \n(e.g.er, ergh, argh, ark ) is a loanword from Gaelic airigh , meaning ‘shieling, hill-\npasture’. This borrowing into ON is evidenced in the final element of village names \nsuch as Mansergh, Cleator, Torver, Grimsargh . The village of Arkholme , three miles \n\n 13\nfrom my home, derives its name  from the dative plural of erg, ergum , and therefore \nmeans ‘at the shielings’. This name, incide ntally, is an instru ctive example of how \nnames become refashioned over the centuri es through a process of re-motivation \nsimilar to folk-etymology: Arkholme , in spite of appearances , has no connection with \nthe ON word holm (‘island’). \n(d) The order of elements in names in the North West sometimes follows the Celtic pattern of generic + specific, rather than the Germanic pattern of specific + generic. \nThe two words in (b) above, Bridekirk  and Kirkbride  represent the same name, but the \norder of the first is Germanic and that of the second Celtic. Yet they both have the Norse element kirk. Names like Kirkbride  are termed ‘inversion compounds’ because \nthey reverse the normal order in Germanic names. Other inversion compounds are: \n \n Aspatria :  ‘ash + Patrick’  -  (t he ash tree of Patrick) \n Rigmaden : ‘ridge + maiden’ – (the ridge of the maiden) \n Brigsteer : ‘bridge + steer’ -  (the bridge of the steers/oxen) \n Seatoller : ‘shieling + alder’ -  (the sh ieling with alder trees [?]). \n (e) Some names refer directly to  the ‘Irish’ living in the area. Ireleth  means ‘the \nslope of the Irish(man)’, and Ireby  means ‘the settlement of the Irish(man)’. It seems \nlikely that the ‘Irishmen’ mentioned here  were Vikings who had been living in \nIreland. Like other names identifying Celts ( Brettargh , meaning ‘the shieling of the \nBriton(s)’, and Walton-le-Dale  meaning ‘the settlement of the Welsh(man) in the \nvalley’), these names suggest  that the presence of Ce lts or Irish was somehow \nexceptional enough to be noteworthy, and hence indirectly imply that the Celtic/Irish \npopulation was relatively small and localized.  \n\n 14\nIn general, the Irish or Gaelic influence is  found in Cumbria, and even there is largely \nconfined to the more north-westerly areas.  I end this section with an important Celtic name which is a curiosity, and does not come from either of the above sources. The name Morecambe is the earliest \nrecorded name extant in the region, and yet it refers to a modern town which did not \ndevelop until the nineteenth century. Mor ecambe, the seaside resort which shares a \nmunicipality with Lancaster,  derives its name from the work of the Egyptian-Greek \ngeographer Ptolemy (c.100-150) who recorded \nMorikāmbe  (OCelt: ‘curve of the \nsea’) as the name of a large bay on th e north-west coast of Britain, now called, \nappropriately, Morecambe Bay . The name was given to the new seaside resort as an \nantiquarian revival. \n \n4. Inflections  \nFrom a linguistic point of view, one of th e intriguing aspects of North West place-\nnames is the survival, often in a hidden form, of Germanic inflections. Above we noted the survival of the dative plural ergum of the ON noun (borrowed from Gaelic) \nerg, in the disguised form of Arkholme . Another comparable example is the village \nname Thurnham , which appears to end in the familiar place-name element –ham  \n(‘homestead’), but in fact deri ves from the ON dative plural \nþyrnum  (‘at the thorn \nbushes’). It was natural that place-names should occur in the dative case (interpreted \nlocatively) in an inflectional language like OE or ON – and it happens that both \nlanguages had the same – um inflection for the dative plural. It is well-known to \nstudents of English topony my that the OE word burh  ‘fortress, town’ survives in two \n\n 15\ndifferent forms, - borough  and –bury , the latter coming from the dative singular. In the \nhistoric county of Lancashire, both forms occur in the names Burrow (a hamlet, on the \nsite of a Roman camp, two miles from my home) and Bury  (a town in Greater \nManchester). What is puzzling, however, is why the nominative form survived in one \ncase, and the dative form in another. \n More interesting still is the case of the ON genitive - ar, which survives as –\ner(-)  in a considerable number of place-names in the Lake District of Cumbria. \nExamples (with the most likely ON origins on the right) are: \n Windermere ‘the lake of W īnand’   Winandar-mere  \n Elterwater ‘the lake of the swans’  ON Elptar-vatn , from elptr  ‘swan’. \n Borrowdale ‘the valley of the fortress river’ ON Borgar-á-dalr  \n Harter Fell ‘the mountain of the hart’  ON Hjartar-fell     \n Witherslack ‘the valley of the wood’ ON  Viðar-slakki \n \nThese names are survivals from a time when ON was a living language, and from them we can infer that ON remained in use for some time after the Vikings settled in Cumbria. These names come from the m ountainous Lake District, where we can \nsurmise that the Vikings previously unfarm ed land, and did not have to accommodate \ntheir language to the Celtic  or Anglian communities living around them. OE did not \nhave a genitive in –\nar, and therefore comparable fo rms in OE would have an – s \ngenitive, as in Kingston  (‘the king’s village’). \n \n\n 16\n5.  Mysterious, misleading, and mixed-up names \nIn this section, I will consider some of th e puzzling aspects of place-name research on \nNorth West England.  First, there are names that have no known origin. Among these, notably, are \nmountain names in the Lake District, like Helvellyn, Glaramara, Wetherlam . Such \nnames are well known to the thousands of vi sitors who seek recreational walking or \nclimbing on the Cumbrian fells every weekend, but as there are few or no early records, the etymology remains obscure. \nIn Arkholme  and Thurnham , I have already given examples of the way in \nwhich the modern form of names can mislead  as to their origin. This phenomenon is a \nhazard of English place-names in general, but is perhaps more of a problem in the \ncase of North Western names than elsewhere. Consider the name Burneside . A \nmodern amateur toponymist would guess that it  refers to a place at the ‘side’ of a \n‘burn’ or river, and would find confirmation in the fact that Burneside is a village on \nthe bank of the fast-flowing River Kent. Bu t tracing the name back to its earliest \nrecorded form Brunolvesheved (c.1180-1292) we reach the conclusion that the \noriginal name referred to ‘Br ūnwulf’s headland’, that is , a hill belonging to a man \ncalled Brūnwulf. Such etymological traps for the unwary are an everyday experience \nfor place-name students.   The occurrence of ‘mixed names’ – that is, hybrid names containing elements from more than one language – is unsu rprising in a region where three different \nlanguages have existed side by side. Examples are Kendal, combining the Celtic name \nof the river Kent with the ON \ndalr or OE dæl for ‘valley’: the whole meaning is \n‘valley of the river Kent’. An exam ple of a name mixing OE and ON is Portinscale, \nmeaning ‘prostitute’s hut(s)’, from OE portcwēne  (literally ‘lady of the town’) and \n\n 17\nON skali . Another kind of ‘mixing’ of name st ocks occurs on the phonological, rather \nthan the lexical level. The Cumbrian town of Keswick  means ‘cheese farm’, and \ntherefore has the same origin as Chiswick  on the Thames near London. But the word \nfor ‘cheese’ (OE cēse ) has been ‘Scandinavianized’, / tʃ/ having been replaced by / k/. \nThe exact mechanism for this is unclear, but it is common for OE and ON words to \ndiffer through the correspondence of the stop / k/ in ON for the affricate /t ʃ/ in OE – as \nin kirk for church, or birk for birch  (a variety of tree). This  alternation was somehow \ntranferred to words for which they was no ON cognate form, like cēse  . \n The compound Barrow-in-Furness , naming a shipbuilding town in south \nCumbria, illustrates as an extreme case how these various types of mystery and \nmixture come together in one name. Barrow  is generally assumed to come from a \nCeltic word  barr  ‘hill’ and an ON element ey ‘island’. The word Furness  refers to \nthe district in which Barrow  is situated, and the leading th eory is that it means ‘the \nheadland named after the island of Futh  (ON), ‘cleft or cunt’ – a reference to its \nshape. The element for ‘headland’ could be OE ness  or the closely comparable nes \nin ON. So there is doubt about the meani ng of the name, and also doubt about the \nlanguages from which it comes. But it is quite  possible that this one name contains \nCeltic, ON and OE elements.  \n6.  Conclusion \n It is clear from examples like this that there is plenty of scope for further work \nto explain the place-names of North We st England. The unique combination of \n\n 18\ndifferent name stocks is one reason why this  region affords interest and fascination for \nthe amateur, as well as the professional toponymist.  \nReferences \nArmstrong, A.M., Mawer, A., Stenton, F. M. and Dickins, Bruce (1950-52) The \nPlace-Names of Cumberland . English Place-Name Society Vols. XXII-XXIV. \nCambridge: Cambridge University Press. \nEkwall, Eilert (1922) The Place-Names of Lancashire . Manchester: Manchester \nUniversity Press. \nEkwall, Eilert (1960 [1936]) The Concise Oxford Dictionar y of English Place-Names \n(4\nth edn.) Oxford: Oxford University Press. \nSmith, A. H. (1964-5) The Place-Names of Westmorland . English Place-Name \nSociety Vols. XLII-XLIII. Cambridge: Cambridge University Press. \nWatts, Victor (2004) The Cambridge Dictionary of English Place-Names . Cambridge: \nCambridge University Press. \nWhaley, Diana (2006) A Dictionary of Lake Di strict Place-Names . Nottingham: \nEnglish Place-Name Society.", "files_in_pdf": []}