{"origin_pdf_path": "https://www.nottingham.ac.uk/english/documents/innervate/17-18/q33220-jasmine-higgs.pdf", "text_in_pdf": "INNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90       \n \n \nExamine the value of place  names as evidence for the history, landscape and, \nespecially, language(s) of your chosen area.  \n \nJasmine Higgs  \n \n \nIntroduction  \n \n \nThe corpus listed details forty place -names from the county of Essex (see Appendix). \nAs is the case for much of England, the dominant nomenclature is Old English but the corpus \nalso exhibits other languages such as British, Latin, Old Norse, Old French, an d Middle \nEnglish. We can extract details about the history and languages of this area of Britain through \nexamining place -names, which fossilise these details, first looking at the other languages of \nthe corpus and then finishing with the dominant Old Engli sh names.  \n \n \n 1. Languages  \n \nPre-Anglo -Saxon  \n \n \nThe Germanic migration to the British Isles results in British, a Celtic language,  \nhaving limited influence on the place -names of North Essex. Evidence for a continued pre -\nEnglish presence after the migration through place -names is sparse in comparison with the \nWest of the country, being in Jackson’s Area 1 with a low number of Celtic -derived names.1 \nNonetheless there is British influence in the corpus, including the river names Stour and Colne. \nColne, an ancie nt pre -English river name of uncertain meaning,2 features as an element in the \nColne village names in the corpus, Wakes Colne, Earls Colne, Colne Engaine, and White \nColne. These names are likely to have survived because they were known to a great many \nnumb er of people and this gives the name a greater survival chance.3 Indeed, topographical \nfeatures that are prominent in the landscape means that the name for it in the native language \nwould be continually used even if the language is replaced; but for that t o happen there either \nneeds to be frequent trade between the two peoples, or co -habiting an area.4 Walton -on-the-\nNaze challenges the assumption that the Britons did not live with the Germanic tribes in the \nEast. Walton -on-the-Naze means ‘farmstead or villa ge of the Britons’, from OE walh, ‘Briton’. \nNames featuring OE walh suggest that the settlement is recognisably British5 and Gelling \nsuggests that these names are evidence for cohabitation for a time between the Germanic \ntribes and the Britons.6 \n \n                                                           \n1 Kenneth Jackson, Language and History in Early Britain: A Chronological Survey of the Brittonic \nLanguages, First to Twelfth Centuries (Edinburgh: Edinburgh University Press, 19 53), p. 15    \n2 David Mills, A Dictionary of British Place Names (Oxford: Oxford University Press, 2011)   \n3 Margaret Gelling, Signposts to the Past: Place -names and the History of England (Chichester: \nPhillimore, 2010), p. 92   \n4 John Baker, Cultural Transition in the Chilterns and Essex Regions 350 -650AD (University of \nHertfordshire Press, 2006), p. 138   \n5 Baker, Cultural Transition in the Chilterns and Essex Regions 350 -650AD, p. 198   \n6 Gelling, Signposts to the Past , p. 17    \nVolume 10: 2017 -18      ISSN: 2041 -6776  \n \n\nExamine the value of place names as evidence for the history, landscape and, \nespecially, language(s) of your chosen area  \n80 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90 Dovercourt’s element dŵr ‘the waters’ describes its position on the coast and at the \nmouth of the Stour estuary; British elements typically describe topographical features.7 \nInstances of Latin being borrowed into Old English nomenclature are rare:8 though Latin was \nthe administrative language of the Romans in Britain, it is possible that the Latin spoken by \nthe Romano -Britis h appears in Dovercourt. Dovercourt features the specific element  cort, \nfrom Latin cohors meaning ‘piece cut off’, which describes Dovercourt’s geographical \nposition.9 Gelling notes that  corte is a single instance borrowing and is thus likely directly \nborrowed from Latin speakers.10 Therefore, Dovercourt could be a continuum of the name \nused before the Germanic migration due to the use of both British and Latin.  \n \nAnother unclear name is Colchester. Colchester’s earliest recording is Camulodonum, \nReaney su ggests is Celtic for ‘the fort of Camulos’.11 Later names featuring the element \n‘colonia’ include veteranorum colonia , indicating a Roman veteran’s colony. Though the first \nelement of Colchester could be a syncopated form of ‘colonia’, it is unlikely that t he early \nnames contribute to the Colneceastre in the 10th century and beyond. Whilst the caster \nelement is a borrowing from Latin into Old English, the element ‘colne’ is most likely related to \nthe River Colne nearby, like the Colne villages. The naming pr ocess appears to undergo \nmetathesis, a transposition of letters within a word, with the entry Colneceastre going to \nColenceaster and remaining so for several attestations possibly before the unstressed syllable \n(underlined) in Colenceaster disappears, leav ing Colcestre (12th century) and other \nvariations.  \nLayer Breton, Layder de la Haye, and Layer Marney, all have the same element with \nmanorial affixes attached; however, ‘layer’ is contested, like Colchester. Whilst it is possible \nthat it comes from ON leirr, ‘clay’12, the settlements are on superficial deposits of sand and \ngravel. Instead, a lost Celtic stream name Leire has been suggested.13 \n \nOld Norse  \n \n  \nThere had been Viking settlement in the British Isles from around 870AD, and in \n886AD, the Treaty of Guthrum and Alfred was formalised, creating an area of Britain now \nunder administrative control of the Danes,14 “up on the Thames, and then up on the Lea, a nd \nalong the Lea unto its source, then straight to Bedford, then up on the Ouse unto Watling \nStreet”.15 This means that the corpus area was part of the Danelaw.  \nThe names of the corpus suggest Norse contact in Essex. Thorpe -le-Soken and Kirby -\nle-Soke both feature common ON elements. Gelling notes that the name Kirby, ‘a village with \na church’, are usually settlements that are appellative, describing their dominant feature, which \nin this case would have been a church. ON þorp, meaning ‘secondary settlement’,  is difficult \n                                                           \n7 Kenneth Cam eron, English Place -names (London: B T Batsford, 1996), p. 36   \n8 Gelling, Signposts to the Past , p. 81   \n9 P H Reaney, The Place -names of Essex English Place -name Society 12 (Cambridge: Cambridge \nUniversity Press, 1935), p. 377   \n10 Gelling, Signposts to t he Past, p. 82   \n11 Reaney , The Place -Names of Essex , p. 367   \n12 Harald Lindqvist, Middle -English place -names of Scandinavian origin (Uppsala:Uppsala University \nPress, 1912), p. 72   \n13 Mills, A Dictionary of British Place -names (Oxford, 2011)   \n14 Matthew To wnsend, ‘Contacts and Conflicts: Latin, Norse and French’, in Mugglestone, Lynda \n[eds.], The Oxford History of English (Oxford: Oxford University Press, 2008), p. 94   \n15 Wallace Notestein, and Albert White [eds.] Source Problems in English History (New Yor k: Harper \nand Brothers, 1915) https://sourcebooks.fordham.edu/source/guthrum.asp   \n\nJasmine Higgs  \n  81 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90 to distinguish from it’s cognate, OE throp16; however, the closeness to the other ON name in \nthe corpus means that it is probable that Thorpe -le-Soken is Norse in origin.  \nSupporting this is an OE name, Harwich (OE here-wīc, ‘army camp’); though there is \nno Norse element, indicating that the Vikings did not name the settlement themselves, \nhistorical context could suggest that this area was a Viking army base due to the area being \nclose to warring Wessex, supporting the notion of Sca ndinavian influence in the area, but little \nwidespread settlement.  \n \nNorman French and French  \n \n \nThough the Norman French dialect had a profound impact on the English language as \na whole,17 this affect was not seen widespread across place -names due to being the language \nof the elite18 resulting in little bilingualism and few complete Old English name replacements, \nbut resulting in a change in phonology.19  \nThere is only one instance of all elements in a place -name being of French origin in \nthe corpus, and that is Beaumont -cum-Moze, being OFr bel + mont , ‘beautiful hill’. The site’s \nfirst recorded name was Fulepet in the 1086 Doomsday Book, meaning ‘foul pit’. Thus the site \nundergoes a re -naming in French after the Conquest; many of the names of Norman origin in \nEngland are “deliberate creations of the builders… not spontaneous descriptions of the site \nthat arose in natural speech”20 and reflect aspiration aspects of French naming practise in \nEngland.  \nGelling notes that the Normans made “violent changes… to render English names \npronounceable”.21 Phonetic change over time can be seen in the earliest recordings of place -\nnames. Elmstead Market’s earliest recordings suggest influence from a Norman scribe: both \nElmesteda and Almestedā are early recording in 1086 from the Norman scribe written \nDoomsday Book, and Aunestede in 1248, with alm- and aun- being due to such influence.  \n \n1. Old English  \n1. I Topography.  \n \nWoodland  \n \nGelling explains that there is “relationship between what is plentiful in the landscape \nand the objects selected as defining features”.22 There are diverse woodland names, \nsuggesting that these were prominent features of the landscape when being named.  \nThe wood -related names are clustered together (fig. ‘woodland related names’). Examples \ninclude Mis tley (mistletoe), Oakley (oak), Weeley (?willow), Little and Great Bromley (broom), \nLittle and Great Bentley (bent grass), Elmstead Market (elm), and Boxsted (beech). Ardleigh, \nBromley, Bentley, Mistley, Oakley contain lēah, ‘woodland, woodland clearing’, but two, \nBoxsted and Elmstead Market, have OE stede ‘place’.  \nThree names stand out with the elements OE feld and OE leah, Bradfield, OE brād ‘broad’ + \nfeld ‘open land’, and Ardleigh and Bromley, suggesting patches of less dense woodland.  \n                                                           \n16 Gelling, Signposts to the Past, p. 229   \n17 Townsend, ‘Contacts and Conflicts: Latin, Norse and French’, in The Oxford History of English , p. \n95   \n18 Dick Leith, A Social History of English (London: Routledge, 2005), p. 22   \n19 Gelling, Signposts to the Past, p. 238   \n20 Gelling, Signposts to the Past , p. 239   \n21 Gelling, Signposts to the Past, p. 242   \n22 Margaret Gelling and Ann Cole, Landscape of Place -Names (Stamford: Shuan Tyas, 2000), p. 1   \n\nExamine the value of place names as evidence for the history, landscape and, \nespecially, language(s) of your chosen area  \n82 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90  These tree-related names suggest that the area was once heavily wooded; the maps \ncan show us that the patches of woodland are close together (fig. ‘remains of heavily wooded  \narea’) supporting the idea.   \n\nJasmine Higgs  \n  83 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90 Water  \n \n \nThe area of the corpus has two major rivers, the  Colne and the Stour, as well as an \neastern coast with the Stour estuary, which is the tidal mouth of the river Stour. There are \nnames in the corpus that reflect the water’s dominance of the area.  \nSeveral names such as Dovercourt , Earls Colne, Wakes Colne, and Colne Engayne, feature \nthe river names Colne and Dŵr, demonstrating their proximity to the river. Wrabness and \nWalton -on-the-Naze feature the element OE ness , ‘headland’, where it is used for low -lying \nland jutting into wate r or marsh, common in Essex.23 \n Marsh or wetland is also indicated through the names. Element OE ēg, ‘island’, \nfeatures in two names and the names suggest that ēg is not ‘island’ in the modern sense. \nThough Brightlingsea is surrounded by water, the OE ēg in Ramsey describes a drier area \nsurrounded by wet ground as mentioned by Gelling,24 not an island surrounded by water. A \nmarsh is indicated in the name Lamarsh (OE loam + marsh).  \n \nFurthermore, wet ground is indicated through the name Weeley. Reaney in his EPNS volume \nsuggests that Weeley has the element OE wīh or wēoh, ‘idol’.25 However, Weeley \n(fig.’Weeley’) is situated on a superficial deposit mixture of silt, clay  and sand, silt being a \nmaterial carried by running water. Willows enjoy wet ground, and thus willow would be a \nfeasible name.  \n \n                                                           \n23 Gelling and Cole, The Landscape of Place -names , p. 196   \n24 Gelling and Cole, The Landscape of Place -names , p. 37   \n25 Reaney, Essex , p. 331   \n\nExamine the value of place names as evidence for the history, landscape and, \nespecially, language(s) of your chosen area  \n84 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90 Hills  \n \nThough it is clear through British nomenclature that the Anglo -Saxons had an extensive \nvocabulary around hills and valle ys, the corpus does not exhibit a wide range.  \nWivenhoe, featuring OE hōh, describes a particular type of hill shape that has a slow incline \npeaking then drops concave . Hōh is one of the names that, according to Gelling, are used \npersistently for a specifi c shape of hill; however, in East Anglia, hōh is used to describe any \nspur of land, which explains Wivenhoe’s lack of conformity.26 Another possible hill name is \nCoggeshall. Coggeshall, possibly ‘nook of a man called Cocc or Cogg’, alternatively the first \nelement may be OE cocc ‘cock, woodcock’,  cocc ‘heap, hillock’, or  cogg ‘cog wheel’. All of \nthese possibilities except the perso nal name could suggest a description of the landscape \nsurrounding the settlement, though it is notable that Coggeshall is not situated on a sharp \nincline.  \n \nThe Norman French influence on the hill names for Essex can be seen in the names \nMount Bures and Be aumont -cum-Moze, both featuring ‘mount’, with Mount Bures being from \nMiddle English borrowed from French, ME munt, ‘at the mount or hill’, and Beaumont -cum-\nMoze from OFr mont , demonstrating the Norman influence on topographical naming.  \n \n \nVegetation and far ming  \n \n \nThe system of the hundreds, first recorded by Edmund I, was an area of land that can \nhave 100 households reliant on it, whilst also having farming, administrative and punishment \nresponsibilities.27 This appears to be the case for the nomenclature of  the chosen area; the \nnumber of tūn names suggests that farming was one of the dominant industries. For example, \nnames featuring the element tūn, ‘farmstead’, are Alphamstone, Frinton -on-Sea, Clacton -on-\nSea, and Walton -on-the-Naze, with Alphamstone, Clacto n-on-Sea, and Walton -on-the-Naze \nall featuring a personal name element, suggesting that particular people owned such farms. \nNonetheless, Frinton -on-Sea’s early attestation Frientuna causes some ambiguity: either \n‘farmstead of a man called  Fritha ’ or ‘prot ected farmstead’ from OE frithen , ‘protect’.  \nAnother indication that farming was prevalent in the area is the use of more specific \nelements such as OE hramsa in Ramey, ‘island where wild garlic grows’, and OE ersc \n‘ploughed field’ in Pebmarsh, ‘ploughed field of a man called Pybba’. There are also more \ngeneric elements such as OE  tiege ‘enclosure’ in Marks Tey, and wīc, ‘specialised farm’, used \nto form the simplex name Wix.  \n \n \nHabitative, group, and personal names  \n \n \nIt can be noted in the corpus that from the abundance of names featuring personal \nnames, personal names have played a sizeable part Britain’s nomenclature. All of the names \nin this corpus are Old English, and the names that we can tell feature personal nam es almost \n                                                           \n26 Gelling and Cole, The Landscape of Place -names , p. 186   \n27 Sean Miller, ‘Hundreds’ in [eds.] John Blair, Simon Keynes, Michael Lapidge, Donald Scragg, The \nWiley Balckwell Encylcopedia of Anglo -Saxon England (Chichester: Wiley -Blackwell, 2014), p. 249   \n\nJasmine Higgs  \n  85 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90 certainly are Alphamstone, Braintree, Brightlingsea, Clacton -on-Sea, Dedham, Lamarsh, \nLawford, Pebmarsh, Wivenhoe, and Wrabness. Further possible names with personal name \nelements include Alresford, Coggeshall, Frinton -on-Sea, and Manningtree. So me of these \nnames are duethematic names (two themes in the name), such as Ælfhelm (Alphamstone) \nand Beorhtric (Brightlingsea), whilst others are monothematic, like Clacc (Clacton), or \nmonothematic with added final vowel such as the possible Fritha (Frinto n-on-Sea). These \nplace -names also demonstrate the fossilised Old English genitive case (weak gen. –n), such \nas Wivenhoe and the early attestations of Pebmarsh, Benenhers . Wievnhoe features ‘Wīfe’, \neither a woman’s personal name or indicating notable female  settlers; furthermore, St Osyth \nwas named after the priory dedicated to a sainted princess Osgyth in the 7th century.  \nTwo names, Langham and Walton -on-the-Naze, are group names, being ‘homestead \nof the family or followers of a man called Lahha’, OE pers.  name + -inga- + hām, and \n‘farmstead or village of the Britons’, from OE walh (genitive plural wala) + tūn.  \n \nThere are several instances of additional suffixes in the corpus that denote ownership \nof land or of a settlement. These are not necessarily Engli sh in origin, instead denoting the \nAnglo -Norman families that dominated land ownership after the Norman Conquest; examples \ninclude Marks Tey, Layer Breton, Layer de la Hay, Layer Marney, Colne Engayne, and Wakes \nColne. Most of these are familial affixes, b ut the ‘earls’ in Earls Colne related to the rank of the \nowners, the Earls of Oxford, and one hide of land in White Colne was held by Dimidius \nBlancus, Dimidus Blancus being contracted to ‘miblanc’ in Colne Miblanc in 1225 and then \ntranslated into English as ‘white’, appearing in the name by 1272.28  \n \nAdministration, infrastructure, and boundary markers  \n \nThe corpus demonstrates evidence of administration throughout the area. The OE \ncæster indicates a Roman settlement, and they are likely to have remaining structures. \nColchester’s extensive Roman buildings and remains would have been a suitable \nadministrati on site and archaeology confirms that the Germanic tribes did indeed settle early \nin the town and in the surrounding areas, with graves between the 5th and 7th centuries.29 \nFurther structures referred to includes Layer Breton: an early name, stokkeneleire , comes \nfrom OE stoccen , ‘made of logs’, and indicates a wooden structure in the area. River crossings \nare suggested through the names Alresford, Lawford and Fordham, containing the OE ford, \n‘ford or river crossing’.  \nAdministration and area organisation can also be found in the corpus. Colchester’s \nprevious attestation, c olonia veteranorum suggest that there was a Roman military colony in \nthe town. Later administration and land ownership is shown through the affixes of the names \nThorpe -le-Soken and Kirby -le-Soken. These names contain ‘soken’ from OE sōcn , ‘area of \nparticular jurisdiction’, owned by the Chapter of St Paul’s in London30 and this additional \nelement appears to be a recorded marker for the places since the 14th century.  \n \nPossible boundary markers or meeting places are shown through Braintree (tree of a \nman called  Branca ) and uncertain Manningtree (tree of a man called Manna ). Manningtree is \npositioned at a narrowing in the River Stour, so would be a practical meeting place, whilst \nBraintre e is positioned along the Roman road Stane Street.  \n                                                           \n28 P H Reaney, The Place -names of Essex English Place -name Society 12 (Cambridge: Cambridge \nUniversity Press, 1935), p. 150   \n29 Baker, Cultural Transition in the Chilterns and Essex Regions 350 -650AD, p. 119   \n30 Chris Thornton, Victoria County History, Essex XII (work in progress) - Landownership: the Sokens \n(Woodbridge: Boydell and Brewer, 2007), p. 2   \n\nExamine the value of place names as evidence for the history, landscape and, \nespecially, language(s) of your chosen area  \n86 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90 2. Conclusion  \n \n \nThe study of the place -names of North -East Essex can be hugely informative and a \nuseful approach in the historical study of England. Place -names fossilise vocabulary of the \nevery day speech of the people living in the British Isles that would otherwise not  survive due \nto not being recorded in written documents, especially personal names found in the fore \nmentioned corpus such as  Ægil and  Branca . It also allows us to learn about how the Anglo -\nSaxons and others thought about their landscape like the extensi ve and precise -meaning \nwater -names in this corpus. The corpus also demonstrates the extent of language contact in \nan area, and contributes to the discussion around cohabitation of Britons and the Germanic \nmigrants. Therefore, it is clear that the study of place -names is an exceptionally valuable \ndiscipline in learning about the history and language of Britain.  \n \n \n \n \n \n \n \n \n \n \n  \n\nJasmine Higgs  \n  87 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90 Appendix  \n \nAll are David Mills, A Dictionary of English Place -names Names (Oxford: Oxford University \nPress, 2011) , except where interpretations differ; different interpretations are cited individually \nthroughout the text.  \n \nAlphamstone – Alfelmestuna 1086 ( DB). ‘Farmstead or village of a man called Ælfhelm’. OE \npers. name + tūn.  \n \nAlresford - Ælesford c. 1000, Eilesfor da 1086 ( DB). ‘Ford of the eel, or of a man called Ægel’. \nOE ǣl or OE pers. name + ford.  \n \nArdleigh - Erleiam [sic] 1086 ( DB), Ardlega 12th cent. Probably ‘woodland clearing with a \ndwelling place’. OE eard + lēah.  \n \nBeaumont -cum-Moze - ‘beautiful hill’, OFr ench beau or bel + mont . Beaumont Essex. Fulepet \n1086 ( DB), Bealmont 12th cent. The earlier name means ‘foul pit’ from OE fūl + pytt.  \n \nBoxted - Bocchesteda, Bucchesteda DB, Bochesteda c1130 bodl, Bokestede 1180 P. Looks \nlike OE bōc - hāmstede  ‘homestead among the beeches’ [Erkwell, p. 56]  \n \nBradfield -‘broad stretch of open land’, OE brād + feld; examples include: Bradfield Essex. \nBradefelda 1086 ( DB).  \n \nBraintree - Branchetreu 1086 ( DB). ‘Tree of a man called Branca ’. OE pers. name + trēow . \nThe river -name Brain is a back -formation from the place name  \n \nBrightlingsea - Brictriceseia 1086 ( DB). ‘Island of a man called Beorhtrīc or Beorhtling’. OE \npers. name + ēg.  \n \nClacton - Claccingtune c. 1000, Clachintune 1086 ( DB). ‘estate associated with a man called \nClacc’. OE pers. name + -ing- + tūn.  \n \nCoggeshall - Kockeshale c. 1060, Cogheshala 1086 ( DB). Possibly ‘nook of a man called \nCocc or Cogg’. OE pers. name + halh. Alternatively the first element may be OE cocc ‘cock, \nwood cock’,  cocc ‘heap, hillock’, or  cogg ‘cog wheel’, also perhaps ‘hill’.  \n \nColchester - Colneceastre early 10th cent., Colecestra 1086 ( DB). ‘Roman town on the River \nColne’. Ancient pre -English river -name + OE ceaster . Alternatively the first element may be a \nreduced form of Latin colonia ‘ Roman colony for retired legionaries’ (the Romano -British name \nof Colchester being Colonia Camulodunum , this last being a British name meaning ‘fort of the \nCeltic war -god Camulos’).  \n \nColne Engaine - Colne c. 950, Colun 1086 ( DB), Colum Engayne 1254, Erlescolne 1358, \nColne Wake 1375, Whyte Colne 1285. ‘(Places by) the River Colne’, an ancient pre -English \nriver-name of uncertain meaning. Manorial additions from possession in medieval tim es by \nthe Engayne family, the Earls of Oxford, and the Wake family. White Colne was held by \nDimidius Blancus in 1086 ( DB).  \n \nDedham - Delham [sic] 1086 ( DB), Dedham 1166. ‘Homestead or village of a man called \nDydda’. OE pers. name + hām. 4262419 ENGLISH PL ACE-NAMES Q33220 AUT 17 -18 \n\nExamine the value of place names as evidence for the history, landscape and, \nespecially, language(s) of your chosen area  \n88 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90 Dovercourt - Douorcortae c. 1000, Druurecurt [sic] 1086 ( DB). Possibly ‘enclosed farmyard by \nthe river called Dover ’. Celtic river -name (meaning ‘the waters’) + OE  cort(e) (perhaps from \nLatin cohors , cohortem ).  \n \nElmstead  Market - Elmesteda 1086 ( DB), Elmested Market 1475. ‘Place where elm -trees \ngrow’. OE  elme or elmen + stede . Affix market from the important early market here.  \n \nFordham - ‘homestead or enclosure by a ford’, OE ford + hām or hamm : Fordham Essex. \nFordeham 1086 ( DB).  \n \nFrinton -On-Sea- Frientuna 1086 ( DB). ‘Farmstead of a man called Fritha’, or ‘protected \nfarmstead’. OE pers. name (genitive -n) or OE  frithen + tūn.  \n \nGreat Bromley - usually ‘woodland clearing where broom grows’, OE brōm + B: Great & \nBromley, Little Essex. Brumleiam 1086 ( DB).  \n \nHarwich - Herewic 1248. ‘Army camp’, probably that of a Viking army. OE here-wīc.  \n \nKirby -le-Soken - a common name in the Midlands and North, usually ‘village with a church’, \nOScand. kirkju -bý; examples include: Kirby le SokenEssex. Kyrkebi 1181, Kirkeby in the \nSokne 1385. Affix is from OE sōcn ‘district with special jurisdiction’.  \n \nLamarsh - Lamers 1086 (DB). ‘Loam marsh’. OE lām + mersc .  \n \nLangham - usually ‘long homestead or enclosure’, OE lang + hām or hamm : However the \nfollowing has a different origin: Langham Essex. Laingaham 1086 ( DB). Possibly ‘homestead \nof the family or followers of a man called  Lahha’. OE pers. name + -inga- + hām.  \n \nLawford - probably ‘ford of a man called Lealla’, OE pers. name + ford: Lawford Essex. \nLalleford 1045, Laleforda 1086 ( DB).  \n \nLayer Breton, Layer de la Haye & Layer Marney - Legra 1086 ( DB), Leyre Bretoun 1254, \nLegra de Haya 1236, Leyre Marini 1254. Probably originally a river -name Leire of Celtic origin. \nDistinguishing affixes from early possession by families called Breton , de Haia and de Marinni .  \n \nLittle and Great Horkesley - Horchesleia c. 1130. ‘Woodlan d clearing with a shelter’, or ‘dirty, \nmuddy clearing’. OE  horc or horsc + lēah.  \n \nLittle Bentley - a common name, ‘woodland clearing where bent -grass grows’, OE beonet + \nlēah; examples include: Bentley, Great & Bentley, Little Essex. Benetleye c. 1040, Benetlea \n1086 ( DB).  \n \nManningtree - Manitre 1248. ‘Many trees’, or ‘tree of a man called Manna’. OE manig or OE \npers. name + trēow .  \n \nMarks Tey - Tygan c. 950, Teia 1086 ( DB), Merkys Teye 1475. From OE  tīege ‘enclosure’. \nManorial affix from possession by the  de Merck family.  \n \nMistley - Mitteslea [sic] 1086 ( DB), Misteleg 1225. Probably ‘wood or clearing where mistletoe \ngrows’. OE mistel + lēah. 4262419 ENGLISH PLACE -NAMES Q33220 AUT 17 -18  \n  \n \n\nJasmine Higgs  \n  89 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90 Mount Bures - Bure , Bura 1086 ( DB), Buras c. 1180, Bures atte Munte 1328. ‘The dwellings \nor cottages’. OE būr (plural būras ). Distinguishing affixes from the dedication of the church \nand from ME munt (‘at the mount or hill’).  \n \nOakley, Great and Little - a fairly common name, ‘wood or clearing where oak -trees grow’, \nOE āc + lēah; examples include: Oakley Beds. Achelai 1086 ( DB). Oakley Poole. Ocle 1327. \nOakley, Great Essex. Accleia 1086 ( DB).  \n \nPebmarsh - Pebeners 1086 ( DB). ‘Ploughed field of a man called Pybba’. OE pers. name \n(genitive -n) + ersc.  \n \nRamsey - probably ‘ island where wild garlic grows’, OE hramsa + ēg: Ramsey Cambs. \nHramesege c. 1000. RamseyEssex. Rameseia 1086 ( DB).  \n \nSt Osyth - Seynte Osithe 1046. From the dedication of a priory here to St Ōsgȳth, a 7th -cent. \nprincess. Its early name Cice1086 ( DB) is from OE  cicc ‘a bend’.  \n \nThorpe -le-Soken - a common name, from OScand. thorp ‘outlying farmstead or hamlet, \ndependent secondary settlement’. Thorpe -le-Soken Essex. Torp 12th cent., Thorpe in ye \nSooken 1612. Affix is from OE sōcn ‘district with special jurisdiction’.  \n \nWalton -on-the-Naze - a common name, often ‘farmstead or village of the Britons’, from OE \nwalh (genitive plural wala) + tūn; examples include: Walton on the Naze Essex. \nWalentonie 11th cent., Walton at the Naase 1545. A ffix means ‘on the promontory’, from OE \nnæss .  \n \nWeeley - Wilgelea 11th cent., Wileia 1086 ( DB). ‘Wood or clearing where willow -trees grow’. \nOE  wilig + lēah.  \n \nWivenhoe - Wiunhov 1086 ( DB). ‘Hill -spur of a woman called Wīfe’. OE pers. name (genitive \n-n) + hōh.  \n \nWix- Wica 1086 ( DB). ‘The dwellings or specialized farm’. OE wīc in a ME plural form wikes .  \n \nWrabness - Wrabenasa 1086 ( DB). Possibly ‘headland of a man called Wrabba’. OE pers. \nname + næss . 4262419 ENGLISH PLACE -NAMES Q33220 AUT 17 -18  \n  \n \n\nExamine the value of place names as evidence for the history, landscape and, \nespecially, language(s) of your chosen area  \n90 \nINNERVATE  Leading student work in English studies, Volume 10 (2017 -2018), pp. 79-90 Bibliography  \n \nBaker, John, Cultural Transition in the Chilterns and Essex Regions 350 -650AD (University of \nHertfordshire Press, 2006).  \n \nBlair, Johnm Simon Keynes, Michael Lapidge, Donald Scragg [eds.], The Wiley Balckwell \nEncylcopedia  of Anglo -Saxon England (Chichester: Wiley -Blackwell, 2014).  \n \nCameron, Kenneth, English Place -names (London: B T Batsford, 1996).  \n \nGelling, Margaret, and Ann Cole, Landscape of Place -Names (Stamford: Shuan Tyas, 2000).  \n \nGelling, Margaret, Signposts to t he Past: Place -names and the History of England (Chichester: \nPhillimore, 2010).  \n \nJackson, Kenneth, Language and History in Early Britain: A Chronological Survey of the \nBrittonic Languages, First to Twelfth Centuries (Edinburgh: Edinburgh University Press,  1953).  \n \nLeith, Dick, A Social History of English (London: Routledge, 2005).  \n \nLindqvist, Harald, Middle -English place -names of Scandinavian origin (Uppsala: Uppsala \nUniversity Press, 1912).  \n \nMills, David, A Dictionary of British Place Names (Oxford: Oxf ord University Press, 2011).  \nMugglestone, Lynda [eds.], The Oxford History of English (Oxford: Oxford University Press, \n2008).  \n \nReaney, P. H, The Place -names of Essex English Place -name Society 12 (Cambridge: \nCambridge University Press, 1935).  \n \nNotestei n, Wallace, and Albert White [eds.] Source Problems in English History (New York: \nHarper and Brothers, 1915) https://sourcebooks.fordham.edu/source/guthrum.asp   \n \nThornton, Chris, Victoria County History, Essex XII (work in progress) - Landownership: the \nSokens (Woodbridge: Boydell and Brewer, 2007).  \n \nIllustrations  \n \nAll maps throughout the project are created with http://digimap.edina.ac.uk/ .", "files_in_pdf": []}